tap "cameroncooke/axe"
tap "dimentium/autoraise"
tap "grishka/grishka"
#tap "heroku/brew"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mono0926/license-plist"
tap "ngrok/ngrok"
tap "rcmdnk/file"
brew "act"
brew "xz"
brew "zstd"
brew "openssl@3"
brew "awscli"
brew "freetype"
brew "cliclick"
brew "docker"
brew "docker-credential-helper"
brew "libyaml"
brew "fastlane"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "git-lfs"
brew "openjdk"
brew "gradle"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libpq", link: true
brew "mecab"
brew "mint"
brew "mise"
brew "zlib"
brew "mysql", restart_service: :changed
brew "neovim"
brew "nodebrew"
brew "nvm"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "showkey"
brew "sl"
brew "swagger-codegen"
brew "swagger2markup-cli"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-syntax-highlighting"
brew "rcmdnk/file/brew-file"
brew "cmatrix"
brew "curl"
brew "figlet"
brew "nginx"
brew "peco"
brew "trash"
brew "vegeta"
brew "cameroncooke/axe/axe"
brew "heroku/brew/heroku"
brew "mono0926/license-plist/license-plist"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "clipy"
cask "copyclip"
cask "cursor"
cask "cyberduck"
cask "daisydisk"
cask "display-pilot"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "eset-cyber-security"
cask "figma"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-earth-pro"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyclu"
cask "mousepose"
cask "grishka/grishka/neardrop"
cask "ngrok"
cask "obs"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "orbstack"
cask "paragon-ntfs"
cask "popclip"
cask "rectangle"
cask "rubymine"
cask "sf-symbols"
cask "slack"
cask "stats"
cask "steam"
cask "swimat"
cask "vlc"
cask "wireshark-app"

# Uninstalled cask apps
# cask "atom"
# cask "caffeine"
# cask "ccleaner"
# cask "charles"
# cask "cheatsheet"
# cask "coderunner"
# cask "deepl"
# cask "disk-inventory-x"
# cask "firefox"
# cask "gimp"
# cask "gitify"
# cask "google-analytics-opt-out"
# cask "google-drive"
# cask "intellij-idea"
# cask "kap"
# cask "kiro"
# cask "line"
# cask "parallels"
# cask "paw"
# cask "raycast"
# cask "temurin@8"
# cask "the-unarchiver"
# cask "tomighty"
# cask "unity-hub"
# cask "visual-studio-code"
# cask "visual-studio-code@insiders"
# cask "xmind"

# Uninstalled brew packages
# brew "asciiquarium"
# brew "autoconf"
# brew "bash-completion"
# brew "c-ares"
# brew "carthage"
# brew "cscope"
# brew "dbus"
# brew "echo-sd"
# brew "embulk"
# brew "fortune"
# brew "geoip"
# brew "gettext"
# brew "glib"
# brew "gmp"
# brew "gnutls"
# brew "go"
# brew "hub"
# brew "hugo"
# brew "icu4c"
# brew "jenv"
# brew "jpeg"
# brew "lame"
# brew "libffi"
# brew "libgcrypt"
# brew "libgpg-error"
# brew "libpng"
# brew "libtasn1"
# brew "libtiff"
# brew "libtool"
# brew "libunistring"
# brew "macvim"
# brew "mas"
# brew "mitmproxy"
# brew "nettle"
# brew "nmap"
# brew "node"
# brew "oniguruma"
# brew "openssl@1.1"
# brew "p11-kit"
# brew "pcre"
# brew "phantomjs"
# brew "pidcat"
# brew "pkg-config"
# brew "protobuf"
# brew "python"
# brew "python3"
# brew "q"
# brew "selenium-server-standalone"
# brew "sphinx"
# brew "webp"
# brew "x264"
# brew "xvid"
